{
  "nav-one": "عني",
  "nav-two": "المشاريع",
  "nav-three": "المهارات",
  "nav-four": "الشهادات",
  "nav-five": "لنتحدث",
  "greetings": "مرحبًا!",
  "name": ",أنا رضوان",
  "about-me": "مهندس برمجيات Full-Stack، أعمل حالياً كمراجع للكود في Microverse. لدي أكثر من سنة من الخبرة في كتابة الشيفرة. أبحث عن وظيفة كمطور ويب backend، frontend، أو full-stack. أنا محترف مخلص ومتحمس وأتطلع للبناء والتعلم والنمو، وأن أكون عضوًا قيمًا في فريق تطوير البرمجيات. لدي خبرة في العمل مع Ruby، JavaScript، PostgreSQL، React، Git، Ruby on Rails، HTML5، CSS3، ومجموعة متنوعة من الأطُر مثل Ruby on Rails، React، و Express.",
  "hire-me": "توظيفي",
  "heading-one": "مشاريع حديثة",
  "SpaceTHub": "Space Travelers' hub هو تطبيق مُبني باستخدام React، React-Router، Redux Toolkit، و Bootstrap. يتيح للمستخدم حجز صاروخ والانضمام إلى مهمة. يقوم التطبيق بجلب البيانات من API خارجي.",
  "Countries": "The Countries هو تطبيق مُبني باستخدام React، React-Router، Redux Toolkit، و Bootstrap. يستخدم API الدول RESTful لعرض معلومات حول الدول مثل العلم، السكان، التوقيت، وما إلى ذلك. يحتوي على نسختين بتصاميم مختلفة.",
  "BookStore": "هذا هو تطبيق لإضافة عنوان ومؤلف وفئة لكتاب. عند إضافة الكتاب، يتم حفظ بيانات الكتاب في API خارجي وعند إعادة تحميل التطبيق، يتم جلب البيانات من الخادم وعرضها على الشاشة.",
  "BudgetApp": "هذا هو تطبيق لإضافة عنوان ومؤلف وفئة لكتاب. عند إضافة الكتاب، يتم حفظ بيانات الكتاب في API خارجي وعند إعادة تحميل التطبيق، يتم جلب البيانات من الخادم وعرضها على الشاشة.",
  "RecipeApp": "هذا هو تطبيق لإضافة عنوان ومؤلف وفئة لكتاب. عند إضافة الكتاب، يتم حفظ بيانات الكتاب في API خارجي وعند إعادة تحميل التطبيق، يتم جلب البيانات من الخادم وعرضها على الشاشة.",
  "heading-two": "المهارات",
  "languages": "لغات",
  "frameworks": "أُطُر",
  "tools": "أدوات",
  "heading-three": "اقرأ تقييمات موثوقة من الزملاء",
  "Emi": "تعرفت على رضوان كشخص ذكي جدًا، مسؤول، مجتهد، متعاطف، ورعاية. أعجبني أخلاق عمله والمعرفة التي يجمعها حول كل موضوع في المجال الذي ندرس فيه. يمكنك دائمًا الاعتماد عليه للمساعدة والنصيحة. سيكون فردًا ذو جودة عالية لإضافته إلى أي فريق. أوصي به بشدة!",
  "Brahim": "عملت مع رضوان في مشروع جماعي صعب، وأعجبني بكم هادئ وهادئ هو حتى في اللحظات الحرجة. هو أيضًا ملتزم جدًا ومحترف حقيقي. إنه كمثل وعامل بجد، وكنت مسرورًا جدًا بالتعاون معه.",
  "Ismail": "كان لي فرصة العمل مع رضوان في مشاريع مختلفة. كانت مهاراته الفنية دائمًا مثيرة للإعجاب. أظهر دائمًا سلوكًا محترفًا ومستوى عالٍ من مهارات حل المشكلات. إنه دائمًا مبدع في كتابة الشيفرة ويظهر موقفًا لطيفًا تجاه أعضاء الفريق. بناءً على ذلك، أود أن أوصي به بسرور كمطور برمجيات بمهاراته التقنية والشخصية.",
  "Said": "كشخص عملت مع رضوان في عدة مناسبات، يمكنني التعرف على البساطة التي أنجز بها المهام. شاب موهوب بأخلاق عمل قوية ومهارات شخصية ممتازة، يشكل نسمة منعشة للفريق. إنه فرد دقيق ومسؤول يتطلع دائمًا للمساعدة والعمل دون أي عذر. أتطلع إلى تولي مشاريع أكبر في المستقبل.",
  "Mohammad": "رضوان هو طالب مجتهد ويمكنه التكيف بسهولة مع البيئة. لقد عملنا معًا مرارًا خلال دراستنا في Microverse. لقد عملنا في برمجة الزوج معًا وعملنا على العديد من المشاريع. إنه متعلم سريع وملم بمفاهيم تطوير الويب وحل المشكلات. سيكون عضوًا مهمًا في أي فريق حيث أن مهاراته تتوافق مع معايير الصناعة.",
  "show-more": "عرض المزيد",
  "show-less": "عرض أقل",
  "heading-four": "ابق على اتصال"
}
