{
  "nav-one": "About Me",
  "nav-two": "Projects",
  "nav-three": "Skills",
  "nav-four": "Testimonials",
  "nav-five": "Let's Talk",
  "greeting": "Hi!,",
  "name": "I am Ridwan,",
  "about-me": "A Full-Stack software engineer, currently working as Code Reviewer At Microverse. I have more that one year of experience in writing code. I am looking for a position as a backend, frontend, or full-stack web developer. I am a dedicated and driven professional who is eager to build, learn, grow, and be a valuable member of a software development team. I have experience working with Ruby, JavaScript, PostgreSQL, React, Git, Ruby on Rails, HTML5, CSS3, and various web frameworks such as Ruby on Rails, React, and Express.",
  "hire-me": "Hire Me",
  "heading-one": "Recent Projects",
  "SpaceTHub": "Space Travelers' hub is an app built React, React-Router, Redux Toolkit, and Bootstrap. It allows the user to reserve a rocket and joined a mission. The app fetches the data from an external API.",
  "Countries": "The Countries is an app built React, React-Router, Redux Toolkit, and Bootstrap. It makes use of the RESTful Countries API to display information about countries such as their flag, population, timezone, and so on. It has two versions with different layouts.",
  "BookStore": "This is an app for users to add a book's title, its author and category. Once added the book's data are saved to an external API and when the app reloads, it fetches the data from the server and displays them on the screen.",
  "BudgetApp": "This is an app for users to add a book's title, its author and category. Once added the book's data are saved to an external API and when the app reloads, it fetches the data from the server and displays them on the screen.",
  "RecipeApp": "This is an app for users to add a book's title, its author and category. Once added the book's data are saved to an external API and when the app reloads, it fetches the data from the server and displays them on the screen.",
  "heading-two": "Skills",
  "languages": "Languages",
  "frameworks": "Frameworks",
  "tools": "Tools",
  "heading-three": "Read trusted reviews from collegues",
  "Emi": "I have come to know Ridwan as a very smart, responsible, hard-working, empathic, and caring person. I admire his work ethic and the knowledge he gathers about every topic in the field we are studying. You can always count on him for help and advice. He will be a very qualitative individual to add to any team. I highly recommend him!",
  "Brahim": "Ridwan and I worked together on a tough group project, and I was impressed by how calm and composed he is even in critical moments. He is also very dedicated and a true professional. He is a perfectionist and hard worker, I was very pleased to collaborate with him.",
  "Ismail": "I had the chance to work with Ridwan on different projects. His technical skills were always impressive. He constantly showed professional behaviour and a high level of problem-solving skills. He is always creative with writing codes and shows a nice attitude towards team members. Based on that, I would gladly recommend him as a software developer with his technical and soft skills.",
  "Said": "As someone who has worked with Ridwan on several occasions, I can relate to the simplicity with which he accomplished assignments. A talented guy with a strong work ethic and excellent soft skills who is a breath of fresh air for the team. A punctual, responsible individual who is always willing to assist and get to work without any excuses. I'm looking forward to taking on bigger projects in the future.",
  "Mohammad": "Ridwan is a hard-working student and can easily adapt to the environment. We have worked countless times during our Microverse studies. We have worked in pair programming together and worked on several projects. He is a quick learner and knowledgeable in terms of Web Development and problem-solving. He would be an important member of any team since his skills are up to the industry standards.",
  "show-more": "Show more",
  "show-less": "Show less",
  "heading-four": "Leave a message"
}
