{
  "nav-one": "À propos de moi",
  "nav-two": "Projets",
  "nav-three": "Compétences",
  "nav-four": "Témoignages",
  "nav-five": "Parlons",
  "greeting": "Bonjour !",
  "name": "Je suis Ridwan,",
  "about-me": "Un ingénieur logiciel Full-Stack, actuellement en tant que Relecteur de Code chez Microverse. J'ai plus d'un an d'expérience dans l'écriture de code. Je suis à la recherche d'un poste de développeur backend, frontend ou full-stack. Je suis un professionnel dévoué et motivé, désireux de construire, apprendre, évoluer et être un membre précieux d'une équipe de développement logiciel. J'ai de l'expérience avec Ruby, JavaScript, PostgreSQL, React, Git, Ruby on Rails, HTML5, CSS3, et divers frameworks tels que Ruby on Rails, React et Express.",
  "hire-me": "Embauchez-moi",
  "heading-one": "Projets récents",
  "SpaceTHub": "Space Travelers' hub est une application construite avec React, React-Router, Redux Toolkit et Bootstrap. Elle permet à l'utilisateur de réserver une fusée et de rejoindre une mission. L'application récupère les données depuis une API externe.",
  "Countries": "The Countries est une application construite avec React, React-Router, Redux Toolkit et Bootstrap. Elle utilise l'API RESTful Countries pour afficher des informations sur les pays telles que leur drapeau, leur population, leur fuseau horaire, etc. Elle a deux versions avec des mises en page différentes.",
  "BookStore": "Il s'agit d'une application permettant aux utilisateurs d'ajouter le titre, l'auteur et la catégorie d'un livre. Une fois ajoutées, les données du livre sont enregistrées dans une API externe et, lors du rechargement de l'application, les données sont récupérées depuis le serveur et affichées à l'écran.",
  "BudgetApp": "Il s'agit d'une application permettant aux utilisateurs d'ajouter le titre, l'auteur et la catégorie d'un livre. Une fois ajoutées, les données du livre sont enregistrées dans une API externe et, lors du rechargement de l'application, les données sont récupérées depuis le serveur et affichées à l'écran.",
  "RecipeApp": "Il s'agit d'une application permettant aux utilisateurs d'ajouter le titre, l'auteur et la catégorie d'un livre. Une fois ajoutées, les données du livre sont enregistrées dans une API externe et, lors du rechargement de l'application, les données sont récupérées depuis le serveur et affichées à l'écran.",
  "heading-two": "Compétences",
  "languages": "Langues",
  "frameworks": "Frameworks",
  "tools": "Outils",
  "heading-three": "Lisez des avis de confiance de collègues",
  "Emi": "J'ai appris à connaître Ridwan comme une personne très intelligente, responsable, travailleuse, empathique et attentionnée. J'admire son éthique de travail et les connaissances qu'il acquiert sur chaque sujet dans le domaine que nous étudions. Vous pouvez toujours compter sur lui pour de l'aide et des conseils. Il sera un individu de grande qualité à ajouter à n'importe quelle équipe. Je le recommande vivement !",
  "Brahim": "Ridwan et moi avons travaillé ensemble sur un projet de groupe difficile, et j'ai été impressionné par sa tranquillité et sa maîtrise même dans des moments critiques. Il est également très dévoué et un vrai professionnel. C'est un perfectionniste et un travailleur acharné, j'ai été très heureux de collaborer avec lui.",
  "Ismail": "J'ai eu la chance de travailler avec Ridwan sur différents projets. Ses compétences techniques étaient toujours impressionnantes. Il a toujours montré un comportement professionnel et un haut niveau de compétences en résolution de problèmes. Il est toujours créatif dans l'écriture de codes et montre une belle attitude envers les membres de l'équipe. Sur cette base, je le recommanderais volontiers en tant que développeur logiciel avec ses compétences techniques et douces.",
  "Said": "En tant que personne qui a travaillé avec Ridwan à plusieurs reprises, je peux comprendre la simplicité avec laquelle il accomplissait les missions. Un gars talentueux avec une forte éthique de travail et d'excellentes compétences douces qui est un vent de fraîcheur pour l'équipe. Un individu ponctuel, responsable, toujours prêt à aider et à travailler sans excuses. J'ai hâte de relever des projets plus importants à l'avenir.",
  "Mohammad": "Ridwan est un étudiant travailleur et peut facilement s'adapter à l'environnement. Nous avons travaillé d'innombrables fois au cours de nos études à Microverse. Nous avons travaillé en programmation en binôme et travaillé sur plusieurs projets. C'est un apprenant rapide et compétent en matière de développement Web et de résolution de problèmes. Il serait un membre important de n'importe quelle équipe car ses compétences sont conformes aux normes de l'industrie.",
  "show-more": "Afficher plus",
  "show-less": "Afficher moins",
  "heading-four": "Prenez contact"
}
